-- phpMyAdmin SQL Dump
-- version 3.5.7
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Feb 04, 2015 at 12:23 PM
-- Server version: 5.5.16
-- PHP Version: 5.3.9

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `socialweb`
--

-- --------------------------------------------------------

--
-- Table structure for table `provinces`
--

CREATE TABLE IF NOT EXISTS `provinces` (
  `Province_ID` tinyint(4) NOT NULL AUTO_INCREMENT,
  `Province_Code` varchar(2) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `Province_Name` varchar(150) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`Province_ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='InnoDB free: 8192 kB; (`GEO_ID`) REFER `crewphra/geography`(' AUTO_INCREMENT=78 ;

--
-- Dumping data for table `provinces`
--

INSERT INTO `provinces` (`Province_ID`, `Province_Code`, `Province_Name`) VALUES
(1, '10', 'กรุงเทพมหานคร   '),
(2, '11', 'สมุทรปราการ   '),
(3, '12', 'นนทบุรี   '),
(4, '13', 'ปทุมธานี   '),
(5, '14', 'พระนครศรีอยุธยา   '),
(6, '15', 'อ่างทอง   '),
(7, '16', 'ลพบุรี   '),
(8, '17', 'สิงห์บุรี   '),
(9, '18', 'ชัยนาท   '),
(10, '19', 'สระบุรี'),
(11, '20', 'ชลบุรี   '),
(12, '21', 'ระยอง   '),
(13, '22', 'จันทบุรี   '),
(14, '23', 'ตราด   '),
(15, '24', 'ฉะเชิงเทรา   '),
(16, '25', 'ปราจีนบุรี   '),
(17, '26', 'นครนายก   '),
(18, '27', 'สระแก้ว   '),
(19, '30', 'นครราชสีมา   '),
(20, '31', 'บุรีรัมย์   '),
(21, '32', 'สุรินทร์   '),
(22, '33', 'ศรีสะเกษ   '),
(23, '34', 'อุบลราชธานี   '),
(24, '35', 'ยโสธร   '),
(25, '36', 'ชัยภูมิ   '),
(26, '37', 'อำนาจเจริญ   '),
(27, '39', 'หนองบัวลำภู   '),
(28, '40', 'ขอนแก่น   '),
(29, '41', 'อุดรธานี   '),
(30, '42', 'เลย   '),
(31, '43', 'หนองคาย   '),
(32, '44', 'มหาสารคาม   '),
(33, '45', 'ร้อยเอ็ด   '),
(34, '46', 'กาฬสินธุ์   '),
(35, '47', 'สกลนคร   '),
(36, '48', 'นครพนม   '),
(37, '49', 'มุกดาหาร   '),
(38, '50', 'เชียงใหม่   '),
(39, '51', 'ลำพูน   '),
(40, '52', 'ลำปาง   '),
(41, '53', 'อุตรดิตถ์   '),
(42, '54', 'แพร่   '),
(43, '55', 'น่าน   '),
(44, '56', 'พะเยา   '),
(45, '57', 'เชียงราย   '),
(46, '58', 'แม่ฮ่องสอน   '),
(47, '60', 'นครสวรรค์   '),
(48, '61', 'อุทัยธานี   '),
(49, '62', 'กำแพงเพชร   '),
(50, '63', 'ตาก   '),
(51, '64', 'สุโขทัย   '),
(52, '65', 'พิษณุโลก   '),
(53, '66', 'พิจิตร   '),
(54, '67', 'เพชรบูรณ์   '),
(55, '70', 'ราชบุรี   '),
(56, '71', 'กาญจนบุรี   '),
(57, '72', 'สุพรรณบุรี   '),
(58, '73', 'นครปฐม   '),
(59, '74', 'สมุทรสาคร   '),
(60, '75', 'สมุทรสงคราม   '),
(61, '76', 'เพชรบุรี   '),
(62, '77', 'ประจวบคีรีขันธ์   '),
(63, '80', 'นครศรีธรรมราช   '),
(64, '81', 'กระบี่   '),
(65, '82', 'พังงา   '),
(66, '83', 'ภูเก็ต   '),
(67, '84', 'สุราษฎร์ธานี   '),
(68, '85', 'ระนอง   '),
(69, '86', 'ชุมพร   '),
(70, '90', 'สงขลา   '),
(71, '91', 'สตูล   '),
(72, '92', 'ตรัง   '),
(73, '93', 'พัทลุง   '),
(74, '94', 'ปัตตานี   '),
(75, '95', 'ยะลา   '),
(76, '96', 'นราธิวาส   '),
(77, '97', 'บึงกาฬ');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
